[
  {
    "name": "Laasya Goriparti",
    "title": "Mentor",
    "img": "/members/laasya-goriparti.jpg",
    "bio": "Consulted for Samsung, IKEA, and built novel moonshot technologies. Built multiple brain computer interface projects. Director of Brand Development at AuraPatch, biomedical company backed by leading institutions such as Harvard, Duke, Texas Medical Center. Building applied neurotech startup, Epiphany that’s completed prototyping a breakthrough consumer neurotech application and is currently raising pre-seed. Founder & CEO of Unmute, social startup using emerging tech to solve socially repressed problems impacting millions. 15+ branches globally leading over 250 volunteers. Selected as 20 under 20 Youth Story India, featured in multiple media outlets."
  },
  {
    "name": "Jachin Thilak",
    "title": "Mentor",
    "img": "/members/jachin-thilak.png",
    "bio": "Finalist at UC Berkeley BioEngineering Competition. AI/ML research for publication with USC professor. Publishing a BioEngineering research paper under JSR."
  },
  {
    "name": "Zixuan Yin",
    "title": "Website Developer",
    "img": "/members/zixuan-yin.jpg",
    "bio": "USACO Gold. Researching QM with professor. Publishing a CS paper under IJHSR."
  },
  {
    "name": "Nathan Zhao",
    "title": "Mentor",
    "img": "/members/nathan-zhao.png",
    "bio": "Gold and bronze medalist for duos and lab at Berkeley Chemistry Tournament. Publishing bioinformatics research paper under JEI."
  },
  {
    "name": "Sri Karthikeyan",
    "title": "Mentor",
    "img": "/members/sri-karthikeyan.jpg",
    "bio": "Community Engagement Director of Her Campus Chapter @ SJSU (a large women empowering college magazine in the nation). Former Indian Student Org’s Finance Chief Coordinator - made 20% of event sales & budget events."
  },
  {
    "name": "Maya Neela",
    "title": "Marketor",
    "img": "/members/maya-neela.png",
    "bio": "President of The Mustard Seed Project SJSU Chapter (a chapter of a nationally recognized nonprofit organization dedicated to helping the homeless and underprivileged). Secretary of Her Campus Chapter at SJSU (a large women empowering college magazine in the nation)."
  },
  {
    "name": "Zahra",
    "title": "Mentor",
    "img": "/members/zahra.png",
    "bio": "Data Analyst Intern at Springer Capital. Marketing and Strategy Intern at So Positive."
  },
  {
    "name": "Amulya Ranga",
    "title": "Mentor",
    "img": "/members/amulya-ranga.jpg",
    "bio": "Rising senior passionate about business and founder of OilAnew (https://oilanew.org/). TCU researcher and won the departmental scicom award."
  },
  {
    "name": "Deeksha Badham",
    "title": "Marketor",
    "img": "/members/deeksha-badham.jpg",
    "bio": "Marketing manager for Oil Anew (a nonprofit organization supporting oil spill remediation efforts). Currently interning at Sankore Consulting Firm."
  },
  {
    "name": "Akshaya Veeravelli",
    "title": "Marketor",
    "img": "/members/akshaya-veeravelli.jpg",
    "bio": "Rising Senior. Founder of PayITForward (a nonprofit aiming to expand robotics opportunities). Publishing a Biomedical Paper with IJSCAR."
  },
  {
    "name": "Nethra Chari",
    "title": "Marketor",
    "img": "/members/nethra-chari.png",
    "bio": "Rising senior. Graphic Designer and Halo Graphics Business Owner. DECA ICDC international finalist in Hospitality and Tourism Operations Research, California: 2nd place in Hospitality and Tourism Operations Research."
  }
]
